Repository: Matvey12542/phpsite
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru

source: News
ru: Новости

source: Administration
ru: Админ страница

source: Registration_form
ru: Форма регистрации

source: User online-
ru: Пользователь онлайн-

source: All User-
ru: Всех-

source: Read more
ru: Читать далее

source: User registration
ru: Регистрация пользователя

source: Registration
ru: Регистрация

source: login:
ru: Логин

source: Password:
ru: Пароль

source: Password_repeat:
ru: Повторите пароль

source: Name:
ru: имя

source: City:
ru: Город:

source: Registration:
ru: Регистрация

source: Wrong data
ru: Неверные данные

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Passwords do not match
ru: Пароли не совпали

source: A username already exists
ru: Имя пользователя уже существует

source: Not filled in all the fields
ru: Не заполнены все поля

source: <br /><a href="registration_form.php">Registration form</a>
ru: <br /><a href="registration_form.php">Форма регистрации</a>

source: Such a user is already present. <br>
ru: Такой пользователь уже присутствует. <br>

source: registration is successful
ru: Регистрация успешна

source: <b> <font color=red> Login successful </font> </b>
ru: <b><font color=red>Вход удачен </font></b>

source: Home
ru: На главную

source: Log out
ru: Выйти

source: Add news
ru: Добавить новость

source: Personal account. Hi
ru: Личный кабинет. Привет

source: User account
ru: личный кабинет

source: File is correct and has been successfully uploaded.
ru: Файл був загружений на сервер.

source: Change avatar
ru: Поменять аватар

source: Upload
ru: Загрузить

source: name not set
ru: Имя не установлено

source: Name -
ru: имя -

source: Change name
ru: Поменять имя

source: Change
ru: Поменять

source: Surname not set
ru: Фамилия не установлена

source: Surname -
ru: Фамилия -

source: Change surname
ru: Поменять фамилию

source: email not set
ru: Email не установлен

source: Change email
ru: Поменять email

source: You went out of your personal account!
ru: Вы вышли из личного кабинета!

source: Administrative page
ru: Административные страницы

source: My first site using Object Oriented Programming
ru: Мой первый сайт использующий объе́ктно ориенти́рованное программи́рование

source: You enter the wrong login information.
ru: Вы ввели неправильные регистрационные данные.

source: Login or password is entered incorrectly.
ru: Логин или пароль введены неправильно.

source: Title news:
ru: Заголовок

source: Language:
ru: Язык:

source: Do not fill in the required fields
ru: Не заполните необходимые поля

source: News has been added
ru: Новость была добавлена

source: Users online-
ru: Пользователей онлайн-

source: Users all-
ru: Всех-

source: News has been edit
ru: Отредактировано

source: <br /><a href='index.php'>Home</a>
ru: <br /><a href='index.php'>Главная</a>

source: Enter:
ru: Вход

source: Goodbye
ru: Досвидание

source: Hellow
ru: Привет
